Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1195_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámenuoraid dáiddadáhpáhus boahtá vuohon !
sms: Sääʹmnuõri čeäʹppvuõđpeiʹvv kåčč eʹpet !

source: Guovttibeaivásaš sámenuoraid dáiddadáhpáhus ordnejuvvo Anáris Sámekulturguovddáš Sajosis 30.-31.3.2016.
sms: Kuõiʹtpeivvsaž Sääʹmnuõri čeäʹppvuõđpeiʹvv riâššât Aanrest Sääʹmkulttuurkõõskõs Sajoozzâst 30.–31.3.2016.

source: Dáhpáhusa váldotemán lea sámegiel teáhter.
sms: Peeiʹv väʹlddteeʹmmen lij sääʹmǩiõllsaž teaʹtter.

source: Dasa lassin lágidit dánsunbargobájiid, maid bokte ráhkkanit juo boahttejagi dánsuntemái.
sms: Lââʹssen riâššât tansstueʹjjpaaʹjid, koi mieʹldd valmštõõđât juʹn pueʹtti eeʹjj tansstemma.

source: Dáhpáhusa rahpandoalut dollojuvvojit gaskavahku 30.3. diibmu 19.00.
sms: Peeʹiv äävummuš šâdd seärad 30.3. čiâss 19.00 ääʹljeeʹl.

source: Skuvllaid ja čájálmasaid almmuheapmi dahkkojuvvo dán jagi interneahtas Webropol - prográmma bokte.
sms: Škoouli da čuäʹjtõõzzi iʹlmmtõõttmõš šõddmõʹšše lij tän eeʹjj interneeʹttest Webropol - suåvldõõzz pääiʹǩ.

source: Almmuheapmi lea rabas 1.-15.3.
sms: Iʹlmmtõõttmõš lij äävai 1.-15.3.

source: Mii addit dárkilut almmuhanrávvagiid lagabus dáhpáhusa.
sms: Uʹvddep tääʹrǩab iʹlmmtõõttâmvuäʹppõõzzid âʹlddlubun iʹlmmtõõttâmääiʹj.

source: Maŋŋonan almmuhusaid eat sáhte váldit vuhtii.
sms: Iʹlmmtõõttâmääiʹj åålǥbeäʹlnn puâttam iʹlmmtõõzzid jeäʹp vueiʹt väʹldded lokku.

source: Dárkilut dieđut teáhtertemás ja dasa laktaseaddji šlájain gávdnojit dán liŋkkas.
sms: Tääʹrǩab teâđ teatteʹrtemma kuulli šlaaʹjjin käuʹnnje tän liiŋkâst.

source: Teáhtertemá mearkkaša dan, ahte maid dohkkáteáhter lea vejolaš !
sms: Teaʹtterteeʹmm miârkkšââvv tõn, što kuuhlažteaʹtter lij še mieʹldd !

source: Čájáhusaid bastá čuovvut olles sáles Sajosa stuorra screena (laajakangas) geažil.
sms: Sajoozz jõnn čuäʹjtemikkân mieʹldd vuäinak čuäʹjtõõzzid puârast juõʹǩǩårnn Sajoozz auditoriost.

source: Dáhpáhusa plánejeaddjin lea álggahan 1.2.
sms: Šõddmõõžž plaaneeʹjen lij alttääm 1.2.

source: Sáhttibehtet váldit sutnje oktavuođa buot áššiin, mat laktásit dáhpáhussii.
sms: Vueiʹttveʹted leeʹd suʹnne õhttvuõđâst pukin šõddmõʹšše kuulli aaʹššivuiʹm.

source: Sámediggi lágida ovddit málles mielde oassálastiid mátkkiid, idjadeami ja oasi borademiin.
sms: Mâʹte tän räjja Sääʹmteʹgg reäšš vuässõõđji maaʹtǩid, innstummšid da vueʹzz porrmõõžžin.

source: Almmuhit dárkilut dieđuid lagašáiggiid.
sms: Iʹlmmtep tääʹrǩab teâđdaid âʹlldlubun peeiʹv.

source: Sávvat buohkaide movttegis ráhkkananáiggi teáhtera máilbmái !
sms: Äʹjstep pukid miõlljurddjin reeʹǧǧes valmštõõttmõõžž teaʹtter mailmma !

source: Oaidnalit Anáris !
sms: Vueiʹnnep Aanrest !

source: Lassedieđut:
sms: Lââʹssteâđ:
